Repository: jweschenfelder/KerryShaleFanPage
Catalog: KerryShaleFanPage/Client/Resources/Translations.*.resx
Languages: de

source: Right, some are very successful in that business, and we should be happy about it.
de: Genau, einige sind in diesem Geschäft sehr erfolgreich und wir sollten darüber glücklich sein.

source: Everyone is free to work in the financial business or film business.
de: Jedem steht es frei, in der Finanzbranche oder in der Filmbranche tätig zu sein.

source: There is no need to be jealous.
de: Es gibt keinen Grund, eifersüchtig zu sein.

source: I think that more than 3000 years of the persecution should be enough, it needs to stop now.
de: Ich denke, dass mehr als 2000 Jahre der Verfolgung genug sein sollten, es muss jetzt aufhören.

source: The Holocaust left very deep scars which are still visible today.
de: Der Holocaust hinterließ sehr tiefe Wunden, welche heute noch sichtbar sind.

source: The Holocaust cannot be undone, and there is no excuse for it, and we must do everything that such a history does not repeat.
de: Der Holocaust kann nicht rückgängig gemacht werden, dafür gibt es auch keine Entschuldigung und wir müssen alles tun, dass sich solch eine Geschichte nicht wiederholt.

source: By the way, it takes an enormous effort to create one Holy Torah, every Holy Torah is handcrafted.
de: Apropos, es bedeutet eine unheimliche Anstrengung, eine solche Heilige Torah herzustellen, jede Heilige Torah wird mühsam in Handarbeit hergestellt.

source: When Nazis had destroyed the Synagogues, the Torahs inside those Synagogues were desecrated.
de: Als die Nazis die Synagogen zerstört hatten, wurden die darin befindlichen Torahs entweiht.

source: Each of those Torahs was buried in an own grave.
de: Jede dieser Torahs wurde in einem eigenen Grab beerdigt.

source: Even today, every Torah which has completed its service is buried in an own grave.
de: Auch heute noch wird jede Torah, welche ausgedient hat, in einem eigenen Grab beerdigt.

source: This video had a big impact on me:
de: Dieses Video hatte großen Einfluss auf mich:

source: Here is another video from
de: Hier ist ein anderes Video von

source: So, please, if you deal with me...
de: Also bitte, wenn Ihr es mit mir zu tun habt...

source: Please know that I do get a real bad skin rush if I see any anti-Jewish (aka antisemitic) comments somewhere.
de: Bitte nehmt zur Kenntnis, dass ich einen ganz schlimmen Hautausschlag bekomme, wenn ich irgendwo anti-jüdische (aka antisemitische) Kommentare sehe.

source: And if you do not want to be stoned by me, please stay away from me with anti-Jewish comments or jokes, hate speech, racism and homophobia.
de: Und wenn man nicht von mir gesteinigt werden möchte, hält man sich mit anti-jüdischen Witzen oder Kommentaren, Hassreden, Rassismus und Homophobie von mir fern.

source: If a Jewish person is doing jokes about Jewish things, it will be another thing - Jewish people are the only ones who are allowed to do that.
de: Wenn jüdische Mitmenschen Witze über jüdische Dinge machem, ist es was anderes - Menschen mit jüdischen Wurzeln sind die einzigen, die das machen dürfen.

source: /img/heinrich-heine-quote.png
de: /img/heinrich-heine-zitat.jpg

source: /img/edmund-burke-quote.jpg
de: /img/edmund-burke-zitat.png

source: Disclaimer: This website is a non-profit project, it means that no profit will ever be made with this website, an exception may be external websites linked from this website.
de: Haftungsausschluss: Diese Fanseite ist ein Non-Profit Projekt, es bedeutet, dass kein Profit mit der Fanseite gemacht wird, eine Ausnahme mögen nur die Webseiten bilden, die von dieser Webseite verlinkt sind.

source: The website does not collect any personal information about the visitor of this website.
de: Diese Webseite sammelt selbst keine persönlichen Informationen über den Besucher der Webseite.

source: This website is part of jweschenfelder.de (German).
de: Diese Webseite ist Bestandteil von jweschenfelder.de.

source: On this website, I provide a more in-depth overview regarding to Kerry Shale's private life because it occurs to me that it does get too little credit elsewhere.
de: Ich gehe auf dieser Webseite mehr auf das Privatleben von Kerry Shale ein, da dies anderswo aus meiner Sicht kaum Beachtung findet.

source: In opposite to that, his work is described in every detail on other websites.
de: Seine Arbeiten sind dagegen auf anderen Webseiten sehr viel ausführlicher beschrieben.

source: Watch The Sandman on
de: Schaue The Sandman auf

source: Netflix or visit the
de: Netflix oder besuche das

source: CLICK ME!
de: KLICK MICH!

source: Please select:
de: Bitte wählen:

source: Hear the latest podcast episode
de: Höre die neueste Podcast Episode

source: Next episode available
de: Nächste Podcast Episode verfügbar

source: on
de: am

source: Play Sherlock Holmes
de: Spiel Sherlock Holmes

source: Official website of Kerry Shale
de: Offizielle Webseite von Kerry Shale

source: and his IMDb page
de: und seine IMDb-Seite

source: Websites of his agencies
de: Webseiten seiner Agenturen

source: It is also interesting that Kerry Shale and Brent Spiner have something in common when it is about the immigration to North America, see:
de: Es ist auch interessant, dass Kerry Shale und Brent Spiner bezüglich der Auswanderung nach Nordamerika etwas gemeinsam haben, siehe:

source: Next podcast episode available on
de: Nächste Podcast Episode verfügbar am

source: New podcast episode expected today!
de: Neue Podcast Episode wird heute erwartet!

source: What Life in the Shtetl Was Like
de: SHTETL - Originalaufnahmen aus einer vergangenen Welt

# Shtetl-YouTube-Link
source: https://www.youtube.com/watch?v=JUzXk5poX78
de: https://www.youtube.com/watch?v=zprxWqjoLRE

source: The website jweschenfelder.de is hosted in another way than this website and may collect data about the visitor in opposite to this fan page.
de: Die Webseite jweschenfelder.de wird auf andere Weise als diese Webseite gehostet und kann im Gegensatz zu dieser Fanseite Informationen über den Besucher sammeln.

source: Back
de: Zurück

source: Category
de: Kategorie

source: Current UTC time
de: Aktuelle UTC-Zeit

source: E-mail address
de: E-Mail Adresse

source: E-mail address is required
de: E-Mail-Adresse ist Pflichtfeld

source: Full name
de: Voller Name

source: I may add Wikipedia here later if it has solved its internal issues and if they start being professional (keywords: revert/ban abuse).
de: Eventuell füge ich hier einmal später Wikipedia hinzu, wenn es seine internen Probleme gelöst hat und beginnt, professionell zu sein (Schlagwörter: Revert/Ban Missbrauch).

source: I represent a company
de: Ich repräsentiere eine Firma

source: I represent Kerry Shale (e.g. agent)
de: Ich repräsentiere Kerry Shale (z.B. Agent)

source: Message is required
de: Nachricht ist Pflichtfeld

source: Name is required
de: Name ist Pflichtfeld

source: Next
de: Nächste

source: No image available
de: Kein Bild verfügbar

source: Normal request
de: Normale Anfrage

source: Overview fan pages and fan groups directly connected to this page:
de: Übersicht der Fanseiten und Fangruppen, welche mit dieser Webseite direkt in Verbindung stehen:

source: Provide a valid e-mail address
de: Bitte gültige E-Mail-Adresse angeben

source: Send
de: Senden

source: Source
de: Quelle

source: Subject
de: Betreff

source: Subject is required
de: Betreff ist Pflichtfeld

source: The e-mail was sent successfully!
de: Die E-Mail wurde erfolgreich versandt!

source: Web services quality
de: Webservices Qualität

source: Welcome
de: Willkommen

source: (updates every minute)
de: (aktualisiert jede Minute)

source: Instagram Fan Page (NEW!)
de: Instagram Fan Page (NEU!)

source: YouTube channel (NEW!)
de: YouTube channel (NEU!)

source: Those rules are not set up by myself.
de: Diese Regeln wurden nicht von mir definiert.

source: There are some online profiles related to Kerry Shale which you may discover with time.
de: Es gibt da einige in Zusammenhang mit Kerry Shale stehenden Onlineprofile.

source: Some of them are even mentioned on his official website.
de: Einige von ihnen werden sogar auf seiner offiziellen Webseite genannt.

source: Before you have only the slight idea to follow them, you should know the following rules beforehand before you become a highly disappointed fan later.
de: Bevor Du auch nur ansatzweise die Idee hast, diesen zu folgen, solltest Du Dich vorab über die folgenden Regeln informieren, bevor Du ein zutiefst enttäuschter Fan wirst.

source: And nobody has the intention to disappoint any fans.
de: Und niemand hat die Absicht, Fans zu enttäuschen.

source: At the bottom of this page you can read how you can contact Kerry Shale in the official way.
de: Am Ende dieser Seite kannst Du nachlesen, wie Du Kerry Shale auf offiziellem Wege kontaktieren kannst.

source: RED FLAGS (chances getting blocked are about 100%):
de: RED FLAGS (Chancen sind bei 100%, geblockt zu werden):

source: Kerry Shale's private job search profile:
de: Kerry Shale's privates Jobsuche-Profil:

source: Yes, he has an online profile which he uses for his work.
de: Ja, er hat ein Onlineprofil, welches er für seine Arbeit nutzt.

source: It is strongly suggested NOT to follow/comment/message that profile as a Kerry Shale fan.
de: Es wird dringend empfohlen, dem Profil als Kerry Shale Fan NICHT zu folgen oder dieses zu kommentieren/anzuschreiben.

source: He can press the block button very fast.
de: Er kann den Block-Button sehr schnell drücken.

source: The name of the profile suggests it already: That profile was created in a very sensitive context.
de: Der Name des Profils verrät es bereits: Das Profil wurde in einem sehr sensiblen Kontext erstellt.

source: You will not be able to talk about that in public anyway.
de: Du wirst darüber eh nicht reden können/dürfen.

source: The reason you get blocked away there should be very clear.
de: Der Grund, warum man dort geblockt wird, sollte klar sein.

source: Kerry Shale had a Twitter profile from 2013 to 2018, but gave it up.
de: Kerry Shale hatte ein Twitter-Profil von 2013 bis 2018, aber gab dieses dann auf.

source: I think he simply did not find the time to care for it anymore because he is very busy.
de: Ich denke, er fand keine Zeit mehr, sich darum zu kümmern, da er sehr beschäftigt ist.

source: @isitrollingpod on Twitter:
de: @isitrollingpod auf Twitter:

source: The podcast "Is It Rolling, Bob? Talking Dylan" on Twitter (@isitrollingpod): Please be aware that this is not a Kerry Shale fan page.
de: Der Podcast "Is It Rolling, Bob? Talking Dylan" auf Twitter (@isitrollingpod): Bitte sei Dir bewusst, dass dies keine Kerry Shale Fanseite ist.

source: It is operated/run by another co-host of that podcast.
de: Es wird von einem anderen Co-Host von diesem Podcast betrieben.

source: He is also an actor and he has invested a lot of time and energy in the podcast.
de: Er ist ebenfalls Schauspieler und hat viel Zeit und Energie in den Podcast investiert.

source: If you have the urgent need to follow the podcast on Twitter, it will be the best if you disguise as a Bob Dylan fan, no joke.
de: Wenn Du das dringende Bedürfnis hast, dem Podcast auf Twitter zu folgen, wird es das beste sein, Dich als Bob Dylan Fan auszugeben, kein Scherz.

source: If it is obvious that you are a Kerry Shale fan, you will be blocked.
de: Wenn es offensichtlich ist, dass Du ein Kerry Shale Fan bist, wirst Du geblockt werden.

source: Better follow that podcast on Apple, Spotify, Audible, etc instead.
de: Folge dem Podcast stattdessen besser auf Apple, Spotify, Audible, etc.

source: This fan page will currently not advertise the Twitter profile @isitrollingpod because it has no intention to lure Kerry Shale fans in block tirades/rants and to see unlucky Kerry Shale fans afterwards.
de: Die Fanseite wird aktuell das Twitter-Profil @isitrollingpod nicht bewerben, da es nicht die Absicht hat, Kerry Shale Fans in Block-Tiraden und -Anfälle zu locken und anschließend unglückliche Kerry Shale Fans zu sehen.

source: YELLOW FLAGS (chances getting blocked are about 50%):
de: YELLOW FLAGS (Chancen sind bei 50%, geblockt zu werden):

source: His wife's profile:
de: Das Profil seiner Frau:

source: Kerry Shale is married.
de: Kerry Shale ist verheiratet.

source: And yes, his wife has also an online profile which she uses for her work.
de: Und ja, seine Frau hat auch ein Onlineprofil, welches sie für ihre Arbeit nutzt.

source: She has zero interest to be in contact with a Kerry Shale fan there either.
de: Sie hat ebenfalls kein Interesse, mit Kerry Shale Fans in Kontakt zu sein.

source: It is strongly suggested NOT not to comment/message her.
de: Es wird dringend empfohlen, sie nicht zu kommentieren oder anzuschreiben.

source: She may block you.
de: Sie könnte Dich blocken.

source: The reason you get blocked away there should be very clear, but she appears more stable/adult than @isitrollingpod (see above), she can handle it far better.
de: Der Grund, warum Du dort geblockt wirst, sollte klar sein, aber sie scheint robuster als @isitrollingpod zu sein (siehe oben), sie kann es weitaus besser händeln.

source: GREEN FLAGS (chances getting blocked are less than 5%):
de: GREEN FLAGS (Chancen sind bei weniger als 5%, geblockt zu werden):

source: Kerry Shale's YouTube channel:
de: Kerry Shale's YouTube Kanal:

source: He has very strict content moderation activated on YouTube.
de: Er hat sehr strikte Inhaltsmoderation auf YouTube aktiviert.

source: If you leave a comment there, there may be a small chance that your comment disappears only seconds after you have written the comment.
de: Wenn Du dort einen Kommentar hinterlässt, besteht die sehr geringe Chance, dass der Kommentar nur wenige Sekunden, nachdem er geschrieben wurde, verschwindet.

source: You can try it a second time, but this should be the very last try.
de: Du kannst es dann ein zweites Mal versuchen, aber das sollte der allerletzte Versuch sein.

source: More tries may be considered as spam.
de: Mehr Versuche können als Spam gewertet werden.

source: And you know, spammers may get blocked.
de: Und Du weißt, Spammer werden möglicherweise geblockt.

source: Kerry Shale has left an 'Easter Egg' there, an empty comment, if you have have found it:
de: Kerry Shale hat dort ein 'Easter Egg' hinterlassen, einen leeren Kommentar, wenn Du ihn gefunden hast:

source: Enjoy!
de: Genieße!

source: The production staff of The Sandman:
de: Die Produktionsmitarbeiter von The Sandman:

source: You can follow their online profiles, like and retweet them, many of them are sociable/kind.
de: Du kannst deren Onlineprofile folgen, diese liken und retweeten, viele sind kontaktfreudig/nett.

source: It is not known yet that they have ever blocked a Kerry Shale fan, I do not think they will block fans.
de: Es ist nicht bekannt, ob sie schon einmal einen Kerry Shale Fan geblockt haben, ich glaube nicht, dass sie Fans blocken.

source: But comments/messages about Kerry Shale should be avoided, except the post/tweet is explicitly about Kerry Shale.
de: Dennoch sollten Kommentare/Nachrichten zu Kerry Shale vermieden werden, außer der Post/Tweet ist explizit über Kerry Shale.

source: They are very well aware of the Kerry Shale fans.
de: Sie sind sich der Kerry Shale Fans bewusst.

source: GREEN FLAGS (chances getting blocked are nearly 0%):
de: GREEN FLAGS (Chancen, geblockt zu werden, liegen bei nahezu 0%):

source: Sainou is Kerry Shale's official acting agency.
de: Sainou ist Kerry Shale's offizielle Schauspielagentur.

source: You can follow their online profiles, like and retweet them, they will simply ignore you in most cases.
de: Du kannst deren Onlineprofile folgen, diese liken und retweeten, sie werden Dich in den meisten Fällen einfach ignorieren.

source: Responses or likes are equal zero.
de: Antworten und Likes sind gleich Null.

source: Yakety Yak is Kerry Shale's official voiceover agency.
de: Yakety Yak ist Kerry Shale's offizielle Synchronsprecher-Agentur.

source: Responses or likes are very rare.
de: Antworten und Likes sind sehr selten.

source: Responses or likes are rare.
de: Antworten und Likes sind selten.

source: Kerry Shale Fan Page:
de: Kerry Shale Fanseite:

source: The Kerry Shale fan page is and was created for Kerry Shale and for his fans.
de: Die Kerry Shale Fanseite ist für Kerry Shale und auch seine Fans erstellt worden.

source: Fan comments are usually no problem at all, you can spam the fan page all day.
de: Fan Kommentare sind üblicherweise gar kein Problem, Du kannst die Fanseite den ganzen Tag zuspammen.

source: You can write everything you want as long as it is not hate-speech or trolling.
de: Du kannst alles schreiben, solange es keine Hassreden sind und es kein Herumtrollen ist.

source: Until 500 followers, the fan page will follow back every new follower, unless you are a racist/Nazi/internet troll/bot.
de: Bei bis zu 500 Followern wird die Fanseite jedem neuen Follower zurückfolgen, außer es ist ein Rassist/Nazi/Internettroll/Bot.

# Follow_follow_vs_unfollow_unfollow.
source: Follow=follow, unfollow=unfollow.
de: Folgen=Folgen, Entfolgen=Entfolgen.

source: The fan page will read comments/messages from fans and will respond to everyone in some way, either via comment or via like or via retweet.
de: Die Fanseite wird sich alle Kommentare/Nachrichten von Fans durchlesen und jedem in irgendeiner Form antworten, entweder durch Kommentar, Like oder Retweet.

source: Please be aware that it is only a fan page operated by a fan, it is not the real Kerry Shale.
de: Bitte denke daran, dass es sich nur um eine Fanseite handelt, die von einem Fan betrieben wird, es handelt sich nicht um den echten Kerry Shale.

source: If you got blocked, you should be strong enough to accept it, it is not Kerry Shale's or anyone's else fault, you were warned hereby.
de: Wenn Du geblockt wurdest, solltest Du stark genug sein, dieses zu akzeptieren; es ist dann nicht die Schuld von Kerry Shale oder jemand anderem gewesen, Du warst hiermit gewarnt.

source: Do not -under no circumstances- try to work around it, unless you want to be on Kerry Shale's or someone else's enemies list.
de: Versuche nicht -unter keinen Umständen- um die Blockade drum herum zu arbeiten, außer Du möchtest auf der Feindesliste von Kerry Shale oder jemand anderen landen.

source: Actors usually have a very good memory (they need it for their daily job) and they will remember you.
de: Schauspieler haben üblicherweise ein sehr gutes Gedächtnis (sie brauchen es für ihre tägliche Arbeit) und sie werden sich an Dich erinnern.

source: At some point they will list you as a psychopath, put you on their personal blacklist, and you should ask yourself if you really want that.
de: Ab einem bestimmten Punkt werden sie Dich als Psychopath listen, Dich auf ihre persönliche Blacklist packen, und Du solltest Dich fragen, ob Du das möchtest.

source: How to get in touch with Kerry Shale?
de: Wie kann man mit Kerry Shale in Kontakt treten?

source: Although Kerry Shale seems to be tech-savvy (he has also someone who helps him on that matter), he prefers paper.
de: Obwohl Kerry Shale technisch versiert zu sein scheint (er hat auch jemanden, der ihm dabei hilft), bevorzugt er Papier.

source: The website
de: Die Webseite

source: tells you how you can get in contact with him in the best possible way.
de: sagt Dir, wie Du mit ihm auf bestmöglichem Wege in Kontakt treten kannst.

source: Before you send him a letter, please verify that Sainou's postal address mentioned at
de: Bevor Du ihm einen Brief sendest, stelle bitte sicher, dass Sainou's Postadresse auf

source: is the same as mentioned on Kerry Shale's
de: dieselbe Postadresse ist, wie die auf Kerry Shale's

source: official website
de: Offizieller Webseite

source: Please also follow the instructions there:
de: Bitte folge den Anweisungen dort:

source: If you just want to mail a letter with the address above, and do not want anything back, then you can stop reading!
de: Wenn Du nur einen Brief an oben angegebene Adresse senden möchtest und nichts zurück erwartest, kannst Du hier mit dem Lesen aufhören!

source: If you live in UK send a properly stamped and self addressed envelope (minimum size 8.5" x 4") with your request letter and a photo.
de: Wenn Du in Großbritannien lebst, sende einen selbst-adressierten Briefumschlag (minimale Größe 8.5" x 4", ca. 220mm x 110mm) mit ausreichender Frankierung mit Deiner Anfrage und einem Photo.

source: You can include a piece of cardboard to keep the photo from bending in shipping and also add "Do Not Bend" on the envelopes.
de: Du kannst in den Briefumschlag Pappe einlegen, um das Knicken des Photos während des Briefversandes zu vermeiden, und Du kannst zudem "Do Not Bend/Nicht knicken" auf die Briefumschläge schreiben.

source: Send your letter and wait.
de: Sende Deinen Brief und warte.

source: On average, there is going to be a 3+ month wait for a response.
de: Durchschnittlich muss man 3+ Monate warten, bis man eine Antwort bekommt.

source: If you do not live in UK, you can purchase your British stamps
de: Wenn Du nicht in Großbritannien lebst, bekommst Du Briefmarken von

source: here
de: hier

source: For information on postage prices to receive a letter from UK click
de: Für Informationen zu Versandpreisen für den Empfang von Briefen aus Großbritannien klickst Du

source: Last website changes:
de: Letzte Webseitenänderungen (in Englisch):

source: Website history
de: Webseitenhistorie

source: More information
de: Mehr Informationen

source: About this website:
de: Über diese Webseite:

source: This website is operated as a Microsoft Blazor WebAssembly App.
de: Diese Webseite wird als eine Microsoft Blazor WebAssembly App betrieben.

source: It is a web app which is executed on the client's side, and which is loaded from a web server.
de: Es ist eine Web App, welche auf Clientseite ausgeführt wird und von einem Webserver geladen wird.

source: Microsoft Blazor WebAssembly is optimized for Google Chrome Engine.
de: Microsoft Blazor WebAssembly ist für die Google Chrome Engine optimiert.

source: It means that you are able to install the web app alternatively as a desktop app via Google Chrome and also via Microsoft Edge (which is based on Google's Chrome Engine).
de: Es bedeutet, dass man die Web App alternativ als Desktop App via Google Chrome und auch via Microsoft Edge (welches auf Google's Chrome Engine basiert) installieren kann.

source: WebAssemblies work in web browsers in another way than usual HTML web pages.
de: WebAssemblies funktionieren im Webbrowser anders als herkömmliche HTML Webseiten.

source: Instead of executing JavaScript in the web browser, it is executed as portable binary-code aka ByteCode in a virtual machine in the web browser which can make the execution faster.
de: Statt es als HTML and JavaScript im Webbrower zu interpretieren, wird es als portierbarer binärer Code aka ByteCode im Webbrowser ausgeführt, was die Ausführung beschleunigen kann.

source: Beside of that, Blazor WebAssembly allows it that the web app will continue to work (offline) even if the web server is down at that very moment.
de: Daneben erlaubt Blazor WebAssembly, dass die Web App weiter funktionieren wird (offline), auch wenn zu dem Zeitpunkt der Webserver nicht erreichbar ist.

source: How to tell if the web server is up and if the web app works online:
de: Wie man erkennen kann, dass der Webserver erreichbar ist und die Web App online ist:

source: If you do not see any icon in the upper right corner, the web app is connected to the web server and everything will be fine.
de: Wenn man kein Symbol in der oberen rechten Ecke sieht, dann ist die Web App mit dem Webserver verbunden und alles ist in Ordnung.

source: The web app works online.
de: Die Web App arbeitet online.

source: No action is required by the end-user.
de: Vom Endanwender ist keine Aktion erforderlich.
