Repository: jweschenfelder/KerryShaleFanPage
Catalog: KerryShaleFanPage/Client/Resources/Translations.*.resx
Languages: de

source: How to tell if the web server is down and if the web app works offline:
de: Wie man erkennen kann, dass der Webserver nicht erreichbar ist und die Web App offline ist:

source: The orange sync icon blinks if the web app tries to reestablish the connection to the web server.
de: Das orange Sync-Symbol blinkt, wenn die Web App versucht, die Verbindung zum Webserver wieder herzustellen.

source: The web app works offline now.
de: Die Web App arbeitet jetzt offline.

source: During that time, the web app will try to restore the connection to the web server automatically.
de: Während dieser Zeit wird die Web App versuchen, die Verbindung zum Webserver automatisch wieder herzustellen.

source: It will try to reestablish the connection to the web server after 0 seconds, then after 10 seconds, and then after 30 seconds.
de: Sie wird versuchen, die Verbindung zum Webserver nach 0 Sekunden, dann nach 10 Sekunden und dann nach 30 Sekunden wieder herzustellen.

source: An example is shown in this GIF:
de: Ein Beispiel wird in diesem GIF gezeigt:

source: The web app shows the red warning icon if the connection to the web server was closed.
de: Die Web App zeigt ein rotes Warn-Symbol, wenn die Verbindung zum Webserver geschlossen/unterbrochen wurde.

source: The red warning icon stops blinking after 1 hour and will be shown permanently if the web app could not reestablish the connection to the web server after the connection to the web server was closed.
de: Das rote Warn-Symbol wird nach 1 Stunden aufhören, zu blinken, und wird permanent angezeigt werden, wenn die Web App die Verbindung zum Webserver nicht wieder herstellen konnte, nachdem die Verbindung zum Webserver geschlossen wurde.

source: If the web app could not reestablish the connection to the web server within of 1 hour, the web app will then finally give up and assume that the web server is dead.
de: Wenn die Web App die Verbindung zum Webserver nicht innerhalb 1 Stunde wieder herstellen konnte, dann wird die Web App endgültig aufgeben und davon ausgehen, dass der Webserver tot ist.

source: Please contact the website administrator then.
de: Bitte informieren Sie dann den Webseiten-Administrator.

source: An example is shown in this picture:
de: Ein Beispiel wird in diesem Bild gezeigt:

source: If you open the Developer Debugging Tools of the web browser by pressing the F12 button, you will notice those console messages while the web app is trying to reestablish the connection to the web server.
de: Wenn man die Developer Debugging Tools vom Webbrowser durch das Drücken von F12 öffnet, wird man folgende Konsole-Nachrichten sehen, während die Web App versucht, die Verbindung zum Webserver wieder herzustellen.

source: General information:
de: Generelle Information:

source: There are currently two scoped web services active:
de: Momentan sind zwei Scoped Webservices aktiv:

source: The GeneralBusinessLogicService is executed in an interval of 15 minutes.
de: Der GeneralBusinessLogicService wird in einem Intervall von 15 Minuten ausgeführt.

source: The GeneralBusinessLogicService will read and update the current web app settings (including news and gallery), it will send out maintenance notifications (if applicable) and it will delete old log entries regularily after some days.
de: Der GeneralBusinessLogicService wird die aktuellen Web App-Einstellungen auslesen (inklusive News und Gallerie), wird Wartungsmeldungen aussenden (wenn anwendbar) und wird Logeinträge regelmäßig nach eingen Tagen löschen.

source: The PodcastBusinessLogicService is executed in an interval based on the date when the next podcast is awaited.
de: Der PodcastBusinessLogicService wird in einem Interval basierend auf dem Datum, wann die nächste Podcast-Episode veröffentlicht wird, ausgeführt.

source: The PodcastBusinessLogicService will crawl for new podcast episodes, will store them in a database and will also send out notifications if there is a new podcast episode available.
de: Der PodcastBusinessLogicService wird nach neuen Podcast-Episoden crawlen, diese in einer Datenbank speichern und wird zudem Benachrichtigungen aussenden, wenn eine neue Podcast-Episode verfügbar ist.

source: Quoting Kerry Shale and his official website:
de: Zitate von Kerry Shale und dessen offizieller Webseite:

source: ""A voice so smooth he could sell prophylactics to the Pope" - The Guardian"
de: ""Eine Stimme, die so sanft ist, dass er dem Papst Verhütungsmittel verkaufen könnte." - The Guardian"

source: "Hugely versatile, with an extraordinary range of accents and styles."
de: "Enorm vielseitig mit einer extraordinären Palette von Akzenten, Dialekten und Stilen."

source: "Kerry Shale has worked at The National Theatre, The Almeida, Hampstead, The Donmar Warehouse, Riverside Studios, The Gate and The Royal Court.
de: "Kerry Shale hat am The National Theatre, The Almeida, Hampstead, The Donmar Warehouse, Riverside Studios, The Gate und The Royal Court gearbeitet.

source: In Edinburgh, he wrote and performed six solo shows at The Traverse, The Assembly Rooms and The Pleasance.
de: In Edinburgh schrieb und spielte er sechs Solo-Shows am The Traverse, The Assembly Rooms und The Pleasance.

source: West End work includes The Normal Heart and Frost/Nixon."
de: Die West End Arbeit enthält The Normal Heart und Frost/Nixon."

source: "The Evening Standard calls Kerry Shale 'The best-known American voice on Radio 4'.
de: "(London) Evening Standard bezeichnet Kerry Shale als 'Die am meisten bekannte Amerikanische Stimme auf Radio 4'.

source: He has played more characters in a single video game than any other actor (it is in the Guinness Book of Records)."
de: Er hat mehr Charaktere in einem einzigen Videospiel gespielt als irgendein anderer Schauspieler (es ist im Guinness-Buch der Rekorde)."

source: Awards:
de: Auszeichnungen:

source: The red warning icon blinks if the web app tries to reestablish the connection to the web server after the connection to the web server was closed.
de: Das rote Warn-Symbol blinkt, wenn die Web App versucht, die Verbindung zum Webserver wieder herzustellen, nachdem die Verbindung zum Webserver geschlossen wurde.

source: The web app shows the orange sync icon if the connection to the web server was lost.
de: Die Web App zeigt das orange Sync-Symbol, wenn die Verbindung zum Webserver abgebrochen ist.

source: For the end-user, a WebAssembly web app looks like a normal website in the web browser, both use HTML as markup language.
de: Für den Endanwender sieht eine WebAssembly Web App wie eine normale Webseite im Webbrowser aus, beide nutzen HTML als Auszeichnungssprache.
