Repository: jweschenfelder/KerryShaleFanPage
Catalog: KerryShaleFanPage/Client/Resources/Translations.*.resx
Languages: de

source: About
de: Info

source: After that I had studied IT and finished my Master of Science in Applied Information Technology (2008-2014) successfully.
de: Danach hatte ich IT studiert und meinen Master of Science in Angewandter Informatik (2008-2014) erfolgreich abgeschlossen.

source: and
de: und

source: Because I have thaught English myself in the main, my English may appear a bit messed up, I will rather stick to the American English.
de: Da ich mir Englisch hauptsächlich selbst beigebracht hatte, mag mein Englisch ein wenig verkorkst sein, ich halte mich hier lieber an das amerikanische Englisch.

source: Birthdate:
de: Geburtsdatum:

source: Birthplace:
de: Geburtsort:

source: Contact
de: Kontakt

source: Current projects (direct and indirect):
de: Aktuelle Projekte (direkt und indirekt):

source: Design with
de: Design mit

source: Gallery
de: Gallerie

source: He had had a carefree childhood in Winnipeg, Manitoba [4].
de: Er hatte eine unbeschwerte Kindheit in Winnipeg, Manitoba [4].

source: Hi, I am Jana (English pronounciation: Yana, the name is often used in Poland and Germany), I am
de: Hi, ich bin Jana, ich bin

source: His agency's website (Sainou)
de: Webseite seiner Agentur Sainou

source: His father's family immigrated from Russia, but his father saw himself as a very fiercely Canadian [4].
de: Die Familie seines Vaters wanderte aus Russland ein, sein Vater sah sich selbt jedoch als sehr heimatverbundenen Kanadier [4].

source: I am an asexual (like Granada's and Frogwares' Sherlock Holmes), I am married to my computer and nobody else.
de: Ich bin asexuell (wie Granada's und Frogwares' Sherlock Holmes), ich bin mit meinem Computer und sonst niemanden verheiratet.

source: I am the child of narcissistic parents which has traumatized me a lot.
de: Ich bin das Kind von narzisstischen Eltern, es hat mich stark traumatisiert.

source: I became a (financial) victim of another narcissist.
de: Ich wurde zum (finanziellen) Opfer von einem anderen Narzissten.

source: I had worked in the IT department for a German TV production company named Grundy UFA for 10 years (1998-2008).
de: Ich hatte 10 Jahre (1998-2008) lang in der IT Abteilung für ein Deutsches TV Produktionsunternehmen mit dem Namen Grundy UFA gearbeitet.

source: I have met several actors and one actress in person, most of them are/were kind.
de: Ich habe einige Schauspieler und eine Schauspielerin persönlich getroffen, die meisten waren nett.

source: I love to chat with people who I really like a lot.
de: Ich mag Leuten zu schreiben, die ich wirklich sehr mag.

source: I often fall in a deep depression.
de: Ich verfalle oft in eine schwere Depression.

source: I speak the German and English language.
de: Ich spreche die deutsche und englische Sprache.

source: I will proofread my own texts from time to time.
de: Ich werde meine Texte selbst von Zeit zu Zeit Korrektur lesen.

source: I write all English texts by myself.
de: Ich schreibe alle englischen Texte selbst.

source: If further conversation via direct message should be necessary, I will make it possible.
de: Wenn weiterführende Unterhaltungen via Direktnachricht notwendig sein sollten, dann werde ich dies ermöglichen.

source: If you have any requests or questions, please simply contact me by using the Contact form.
de: Wenn Sie Anfragen oder allgemeine Fragen hierzu haben, kontaktieren Sie mich bitte einfach via Kontaktformular.

source: It is difficult for me to trust any person, I prefer to take care of everything by myself.
de: Es fällt mir schwer, anderen Menschen zu vertrauen, ich kümmere mich lieber um alles selbst.

source: June 4, 1952 [2]
de: 4. Juni 1952 [2]

source: Kerry Shale describes his father as a jokester, it had a great impact on him.
de: Kerry Shale beschreibt seinen Vater als Scherzkeks, dies hatte großen Einfluss auf ihn.

source: Kerry Shale does not mention it, but it would mean that his parent's families were forced to immigrate to North America during the century of immigration (1820-1948) caused by several events like discrimination, World War I, World War II and the Holocaust in Europe [5].
de: Kerry Shale erwähnt es selbst nicht, aber dies würde bedeuten, dass sich die Familien seiner Eltern gezwungen sahen, während des Jahrhunderts der Auswanderung (1820-1948) aufgrund von Ereignissen wie Diskriminierung, 1. Weltkrieg, 2. Weltkrieg und den Holocaust in Europa nach Nordamerika auszuwandern [5].

source: Kerry Shale is married to Suzanne Shale since 1996 [3].
de: Kerry Shale ist seit 1996 mit Suzanne Shale verheiratet [3].

source: Official website
de: Offizielle Webseite

source: Official YouTube channel
de: Offizieller YouTube Kanal

source: Only exception: You are a Nazi/racist/internet troll.
de: Einzige Ausnahme: Du bist Nazi/Rassist/Internettroll.

source: Only third-party tools like Google's reCAPTCHA may collect information about the visitor, see Google links in the reCAPTCHA in the Contact form.
de: Drittanbieter-Tools wie Google's reCAPTCHA können Informationen über den Besucher dieser Webseite sammeln, siehe die Google-Links im reCAPTCHA im Kontaktformular.

source: Please do not hesitate to contact me if you find any grammar or spelling mistakes, I will correct them as soon as possible.
de: Bitte zögern Sie nicht, mich zu kontaktieren, wenn Sie irgendwelche Grammatik- oder Rechtschreibfehler in den englischen Texten finden, ich werde sie so schnell wie möglich korrigieren.

source: Private life:
de: Privatleben:

source: Regarding to Kerry Shale, his mother was from a shtetl* in Poland, and his father was from Winnipeg in Manitoba where Kerry Shale was born.
de: Laut Kerry Shale war seine Mutter aus einem Shtetl* in Polen und sein Vater war aus Winnipeg in Manitoba, wo auch Kerry Shale geboren ist.

source: Rules
de: Regeln

source: Since that I have been developing software for several companies which had (fortunately) nothing to do with TV, especially in the financial sector and for Bundesdruckerei.
de: Seitdem habe ich Software für einige Firmen entwickelt, welche (glücklicherweise) nichts mit TV zu tun hatten, insbesondere in der Finanzbranche und für die Bundesdruckerei.

source: Sometimes it can be necessary to give me a slight hint when I 'spam' people with messages, when I am too euphoric, I will stop with it then.
de: Manchmal kann es notwendig sein, mir einen kurzen Hinweis zu geben, wenn ich Leute zu sehr 'zuspamme', wenn ich zu euphorisch bin, ich stelle es dann ab.

source: Sources for Wikipedia (I gave up on editing Wikipedia):
de: Quellen für Wikipedia (ich habe es aufgegeben, Wikipedia zu editieren):

source: technology.
de: Technologie betrieben.

source: The Sandman at Netflix
de: The Sandman auf Netflix

source: This website is powered by
de: Diese Webseite wird mit

source: Voice Reels from his agency Yakety Yak
de: Audio Reels seiner Agentur Yakety Yak

source: Winnipeg, Manitoba, Canada [4]
de: Winnipeg, Manitoba, Kanada [4]

source: years old, a native German and a senior software developer.
de: Jahre alt, deutsche Muttersprachlerin und ein Senior Software Developer.

# [*shtetl -&gt; german: Städtle -&gt; small town]
source: [*shtetl -> german: Städtle -> small town]
de: [*Shtetl -> Deutsch: Städtle -> Kleinstadt]

source: [1] Sainou (his agency's website)
de: [1] Sainou (Webseite seiner Agentur)

source: [2] Birthday tweet by his agent
de: [2] Geburtstagstweet von seinem Agenten

source: [3] Kerry Shale Interview (he is married)
de: [3] Kerry Shale Interview (er ist verheiratet)

source: [4] Kerry Shale Interview (he was born)
de: [4] Kerry Shale Interview (er wurde geboren)

source: [5] A Century Of Immigration
de: [5] A Century Of Immigration (Englisch)

source: Page {0} of {1} ({2} records)
de: Seite {0} von {1} ({2} Einträge)

source: records per page
de: Einträge per Seite

source: Timestamp (UTC)
de: Zeitstempel (UTC)

source: Message
de: Nachricht

source: Exception
de: Fehler

source: Critical count
de: Critical gesamt

source: Error count
de: Error gesamt

source: Warning count
de: Warning gesamt

source: Info count
de: Info gesamt

source: Debug count
de: Debug gesamt

source: None count
de: Keine gesamt

source: Loading...
de: Wird geladen...

source: Video Reel at IMDb
de: Video Reel auf IMDb

source: Some funny stories when I had worked for the film business:
de: Einige lustige Geschichten, während ich für das Filmgeschäft gearbeitet hatte:

source: One day I should install a computer in one building of the Babelsberg studios and had to walk to the server room.
de: Eines Tages sollte ich einen Computer in einem Gebäude der Babelsberg Studios installieren und musste dazu zum Serverraum gehen.

source: I was wondering about it, but I was that kind and walked back to her.
de: Ich war darüber verwundert, ich war aber so nett und lief zu ihr zurück.

source: Then she asked me if I do not want to change my clothes.
de: Dann fragte sie mich, ob ich mich nicht umziehen möchte.

source: I asked her what is wrong with my current clothes.
de: Ich fragte sie, was mit meiner aktuellen Kleidung nicht stimmt.

source: We found out then that she had confused me with an actress or extra for the series, we had to laugh then and I continued my walk to the server room.
de: Wir fanden dann heraus, dass sie mich mit einer Schauspielerin oder einer Statistin verwechselt hatte, wir mussten lachen und ich konnte meinen Weg zum Serverraum fortsetzen.

source: At another day, I had again installed a computer in the same building of the Babelsberg studios, and when I left the building, two teenagers (maybe 11 or 12 years old) were waiting in front of the building.
de: An einem anderen Tag hatte ich wieder einen Computer in einem Gebäude der Babelsberg Studios zu installieren, und als ich das Gebäude verließ, warteten zwei Teenager (etwa 11 oder 12 Jahre alt) vor dem Gebäude.

source: They stared at me and so I looked back at them.
de: Sie starrten mich an und somit schaute ich zurück.

source: Then they asked me if I would be a star and if I can give them an autograph.
de: Dann fragten sie mich, ob ich ein Star wäre und ob ich ihnen ein Autogramm geben könne.

source: It was the sweetest situation I have witnessed in my life so far.
de: Das war die niedlichste Situation, die ich soweit in meinem Leben erfahren habe.

source: I told them that I cannot give them an autograph and that I would only sign the papers of the parcel service (if they bring us new computers).
de: Ich sagte ihnen, dass ich ihnen kein Autogramm geben kann und und dass ich nur die Papiere vom Paketdienst (wenn sie uns neue Computer bringen) unterzeichne.

source: I then explained them that I am not a star and that they will have to continue to wait.
de: Ich erklärte ihnen dann, dass ich kein Star bin und dass sie weiter warten müssen.

source: And now the best part: When everyone was on company holiday, I should move some computers.
de: Und nun der beste Teil: Als jeder im Betriebsurlaub war, sollte ich einige Computer umziehen.

source: While doing that, I forgot to disconnect the power cable of one monitor.
de: Während ich dies tat, vergaß ich, das Stromkabel von einem der Monitore abzuziehen.

source: The power cable was still connected to the monitor and the power socket.
de: Das Stromkabel war immer noch mit dem Monitor und der Steckdose verbunden.

source: And now it starts: I tried to carry the monitor away, but the connection to the power socket was that strong that I stopped unvoluntarily and tilted forward.
de: Und hier fängt es an: Ich versuchte, den Monitor wegzutragen, aber die Verbindung zur Steckdose war so stark, dass ich stoppte und nach vorne kippte.

source: I was supposed to fall, but the monitor connected to the power socket kept me from falling.
de: Ich sollte eigentlich fallen, aber der Monitor, der mit der Steckdose verbunden war, verhinderte dies.

source: I stood in a ca. 30 degrees angle and did not know if I was allowed to move a bit.
de: Ich stand in einem ca. 30 Grad-Winkel und wusste nicht, ob ich mich bewegen darf.

source: I was not holding the monitor anymore, the monitor was holding me now.
de: Ich hielt nicht mehr den Monitor fest, ich hielt mich nun am Monitor fest.

source: I stood there like that for several minutes and waited for help.
de: Ich stand so da für einige Minuten und wartete auf Hilfe.

source: I decided then to move one foot forwards slowly.
de: Ich entschied mich dann, einen Fuß langsam nach vorne zu bewegen.

source: But that was too much for the power cable then.
de: Aber das war dann zu viel für das Stromkabel.

source: The power cable disconnected itself from the power socket and I fell with the monitor.
de: Der Stromstecker gleitete aus der Steckdose und ich fiel samt Monitor hin.

source: The monitor was damaged a bit, it was used in our helpdesk room later.
de: Der Monitor erlitt einen kleineren Schaden, er wurde dann in unserem Helpdeskraum eingesetzt.

source: I can only imagine how that must have looked.
de: Ich kann mir nur vorstellen, wie das ausgesehen haben muss.

source: I am a big Brent Spiner, Kerry Shale, Hogan's Heroes, Granada Holmes, Frogwares' Sherlock Holmes, ERA and Enya fan.
de: Ich bin großer Brent Spiner, Kerry Shale, Ein Käfig voller Helden, Granada's Sherlock Holmes, Frogwares' Sherlock Holmes, ERA und Enya Fan.

source: I am a fan of Hogan's Heros since
de: Ich bin seit inzwischen

source: years meanwhile, since I was 21 years old.
de: Jahren ein Fan von Ein Käfig voller Helden, seit ich 21 Jahre alt war.

source: The actor Robert Clary from Hogan's Heroes caused me to have a deeper look into Jewish habits.
de: Der Schauspieler Robert Clary von Ein Käfig voller Helden erweckte in mir den Wunsch, mich mit den jüdischen Gepflogenheiten auseinanderzusetzen.

source: I saw a video series of him once which showed where he had visited the former concentration camp where he was imprisoned once.
de: Ich sah einmal eine Video-Serie von ihm, wo er das ehemalige Konzentrationslager besuchte, in welchem er einige Zeit verbrachte.

source: He started to cry when he was standing in one of the Holocaust trains again which was still parked there, it broke my heart.
de: Er fing an zu weinen, als er einen der noch dort parkenden Holocaust-Transportwagen wieder betrat, es brach mir das Herz.

source: Too sad that the video series is not available on YouTube anymore, it had such an important message for the world.
de: Zu schade, dass diese Video-Serie nicht mehr auf YouTube verfügbar ist, es enthielt solch eine wichtige Nachricht für die Welt.

source: During my study we had a class called "intercultural communication" where I had visited an Evangelic Church, a Synagogue and a Mosque.
de: Während meines Studiums hatten wir einen Kurs "Interkulturelle Kommunikation", wo ich eine Evangelische Kirche, eine Synagoge und eine Moschee besuchte.

source: All of them were interesting and I also liked it when the Evangelic Church made jokes about the Catholic Church which my Catholic classmates did not find that funny.
de: All diese Besuche waren sehr interessant und ich fand es auch lustig, als die Evangelische Kirche einige Witze über die Katholische Kirche machte, welche meine Katholischen Mitstudenten jedoch nicht so lustig fanden.

source: I even saw a Holy Torah directly in front of me.
de: Ich sah sogar eine Heilige Torah direkt vor mir.

source: We were not allowed to touch the Holy Torah, we had to use a silver stick which had a small hand with a pointing finger at its tip.
de: Wir durften die Heilige Torah nicht berühren, mir sollten dazu einen silbernen Stab verwenden, der eine kleine Hand mit ausgestrecktem Zeigefinger an der Spitze vorwies.

source: After that I had joined 3 Jewish prayers in the Chabad Synagogue in Berlin, you need to turn around during the prayer.
de: Danach hatte ich noch 3 Gebeten in der Chabad Synagogue in Berlin beigewohnt, man muss sich während des Gebetes einmal umdrehen.

source: I had worked for the Centrum Judaicum / New Synagogue in Berlin for some months voluntarily and helped to restore the data of victims of the Holocaust.
de: Ich hatte für das Centrum Judaicum / Neue Synagoge in Berlin für einige Monate auf freiwilliger Basis ausgeholfen und half dort, die Daten von Holocaustopfern wieder herzustellen.

source: I have to admit that I had even played with the thought to become a member of the Jewish community, but I stopped with the idea when I learnt that it would not be that easy as joining the Evangelic Church where you can simply buy your membership.
de: Ich muss zugeben, dass ich sogar mit dem Gedanken gespielt hatte, Mitglied der jüdischen Gemeinde zu werden, aber ich gab diese Idee auf, als ich lernte, dass dies nicht so einfach werden würde, wie das Beitreten in die Evangelische Kirchengemeinde, wo man für seine Mitgliedschaft nur Geld bezahlen muss.

source: Later I came away from that idea when I witnessed some Facebook wars between religious groups.
de: Später kam ich von dieser Idee gänzlich ab, als ich einige Kriege zwischen religiösen Gruppen auf Facebook mitbekam.

source: Since that I am happy that I am an atheist, a very proud atheist, but I still feel close to the Jewish community - it seems to be the one with the most sane people if you ask me, followed by people who are part of the Evangelic Church community.
de: Seitdem bin ich glücklich, ein Atheist zu sein, ein sehr stolzer Atheist, aber ich fühle mich weiterhin zur jüdischen Gemeinschaft hingezogen - wenn man mich fragt, scheint es die Gemeinde mit den Leuten mit den gesündesten Menschenverstand zu sein, gefolgt von den Leuten, welche der Evangelischen Kirchengemeinde angehören.

source: I learnt much later that Brent Spiner and Kerry Shale also have Jewish roots.
de: Ich lernte erst viel später, dass Brent Spiner und Kerry Shale ebenfalls jüdische Wurzeln haben.

source: I only noticed it when they started to talk about it, when I was already a fan of them (otherwise you would not search for it).
de: Ich bekam das erst mit, als sie begannen, darüber zu sprechen, als ich bereits ein Fan von ihnen war (ansonsten würde man sich nicht damit beschäftigen).

source: I find it fantastic that they are that open and I wish that everyone could be so open-minded.
de: Ich finde es fantastisch, dass sie diesbezüglich so offen sind, und ich wünschte, dass jeder so offen gegenüber anderen Gewohnheiten wäre.

source: I had learnt some Yiddish words from Brent Spiner and now also the first Yiddish words from Kerry Shale.
de: Ich habe einige jiddische Wörter von Brent Spiner und nun auch das ersten jiddischen Wörter von Kerry Shale gelernt.

source: I did not know about the shtetl (Yiddish, from German: Städtle, English: small town) until Kerry Shale had mentioned it.
de: Ich wusste nichts über Shtetl (jiddisch, aus dem Deutschen: Städtle, zu Deutsch: Kleinstadt) bis Kerry Shale es erwähnt hatte.

source: When googling about it, I found out that all shtetl were destroyed by German Nazis between 1939 and 1945.
de: Als ich danach googelte, musste ich rausfinden, dass alle Shtetl zwischen 1939 und 1945 von Deutschen Nazis zerstört wurden.

source: Well, it would surprise me if we Germans would have done something good in that context.
de: Nunja, es hätte mich sehr gewundert, wenn wir Deutschen was Gutes in diesem Kontext geleistet hätten.

source: Kerry Shale said that his father saw himself as a very fiercely Canadian.
de: Kerry Shale sagte, dass sich sein Vater als sehr heimatverbundenen Kanadier sah.

source: I can imagine that well, you only need to look at the Jewish History in Europe between 1800 and 1945, then you will know why.
de: Ich kann mir das sehr gut vorstellen, man muss sich nur die jüdische Geschichte zwischen 1800 und 1945 anschauen, dann weiß man warum.

source: I found this video interesting about such shtetl he had mentioned:
de: Ich fand dieses Video zum Shtetl interessant, welches er erwähnt hatte:

source: Brent Spiner Biography
de: Brent Spiner Biographie (Englisch)

source: A small excursion (you will learn that history at the Jewish Museum in Berlin as well):
de: Ein kleiner Exkurs (man wird diese Geschichte auch beim Besuch des Jüdischen Museums in Berlin lernen):

source: The discrimination against the Jewish people has a very long history, it started already when Moses saw G-d the first time, since the Ten Commandments.
de: Die Diskriminierung von Menschen mit jüdischen Wurzeln hat eine lange Geschichte, es begann mindestens zu der Zeit, als G-tt Moses zum ersten Mal erschien, seit den Zehn Geboten G-ttes.

source: In the Middle Ages, the Jewish people had to wear a yellow ring which already reminds the yellow star they had to wear in Nazi Germany.
de: Im Mittelalter mussten jüdische Mitmenschen einen gelben Ring tragen, welcher an den gelben Judenstern erinnert, den sie in Nazi-Deutschland tragen mussten.

source: Jewish people were made responsible for the Black Death.
de: Jüdische Mitmenschen wurden für die Pest (den Schwarzen Tod) verantwortlich gemacht.

source: Jewish people were only allowed to do specific jobs for many centuries.
de: Jüdischen Mitmenschen waren es über Jahrhunderte nicht erlaubt, bestimmte Berufe auszuführen.

source: Jewish people were not even allowed to enter specific cities or were put in so-called ghettos later.
de: Jüdischen Mitmenschen war es mitunter nicht auch erlaubt, bestimmte Städte zu betreten, oder sie wurden später in sogenannte Ghettos gesperrt.

source: Then there were also pogroms where Jewish people got killed.
de: Dann gab es da noch Pogrome, wo jüdische Mitmenschen getötet wurden.

source: Around 1800, the discrimination against the Jewish people became that bad that many of the Jewish people even converted to the Christian religion and even changed their whole identity.
de: Gegen 1800 wurde die Diskriminierung der jüdischen Bevölkerung so schlimm, das viele jüdische Mitmenschen zum Christentum konvertierten und sogar ihre Identität aufgaben.

source: A very famous example is Heinrich Heine (German poet).
de: Ein sehr berühmtes Beispiel ist Heinrich Heine (deutscher Poet).

source: But it did not help, the discrimination against the Jewish people increased, they were not allowed to use the same locations like e.g. all other Germans did.
de: Aber all das half nichts, die Diskriminierung der jüdischen Bevölkerung stieg dennoch weiter an, sie durften auch nicht mehr die selben Orte wie z.B. die restliche deutsche Bevölkerung aufsuchen.

source: It became that bad with time that many Jewish people started to leave Europe, they immigrated to North America in the main.
de: Irgendwann wurde es so unerträglich, dass viele jüdische Mitmenschen begannen, Europa zu verlassen, sie wanderten überwiegend nach Nordamerika aus.

source: The discrimination against the Jewish people found its sad height in the Holocaust, the genocide of the European Jewish people.
de: Die Diskriminierung der jüdischen Bevölkerung fand seinen traurigen Höhepunkt im Holocaust, den Genozid am jüdischen Volk.

source: You wonder why there are so many Jewish people in financial business and film business?
de: Sie fragen sich, warum so viele jüdische Mitmenschen in der Finanzbranche und im Filmgeschäft tätig sind?

source: That is the result of the discrimination against the Jewish people, because they were not allowed to have another job for centuries.
de: Das ist das Ergebnis der Diskriminierung der jüdischen Bevölkerung, sie durften über Jahrhunderte keinen anderen Job ausüben.

source: And blaming them for working in those two businesses now is -to be honest- the biggest bullshit ever!
de: Und sie dafür verantwortlich zu machen, dass sie in diesen beiden Branchen arbeiten, ist -um es gelinde auszudrücken- der größte Bullshit aller Zeiten!
